Revit 2027 API
ParameterTypeId.RoomVolume Property
 "Volume"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomVolume { get; }
Public Shared ReadOnly Property RoomVolume As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomVolume {
	ForgeTypeId^ get ();
}
static member RoomVolume : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace